{
  "name": "sample_data",
  "version": "1",
  "format": "json",
  "origin": "RB/Bios - Bios-Rohit.txt",
  "data": [
    {
      "species": "Acanthagenys rufogularis",
      "common": "Spiny-cheeked Honeyeater",

      "summary": " This species is distinguished by its characteristic spiky cheek patches.",
      "description": [
        "This bird is found in certain areas and has spiky cheek patches that give it a distinctive appearance."
      ],
      "img": ""
    },
    {
      "species": "Acanthiza apicalis",
      "common": "Inland Thornbill",

      "summary": "This little bird species is distinguished by its bill that resembles a thorn.",
      "description": [
        "This bird, which is typically found in inland regions, is distinguished by its small size and unique bill form."
      ],
      "img": ""
    },
    {
      "species": "Acanthiza chrysorrhoa",
      "common": "Yellow-rumped Thornbill",

      "summary": " The yellow rump of this bird serves as a distinguishing feature.",
      "description": [
        "The distinctive characteristics of this bird species are enhanced by a golden patch on its rump."
      ],
      "img": ""
    },
   {
      "species": "Acanthiza lineata",
      "common": "Striated Thornbill",

      "summary": " The striped appearance of this species helps to identify it.",
      "description": [
        "This bird's name comes from the stripes on its body and visual characters."
      ],
      "img": ""
    },
    {
      "species": "Acanthiza nana)",
      "common": "Yellow Thornbill",

      "summary": " The Yellow Thornbill (Acanthiza nana) is characterised by its yellow colouring.",
      "description": [
        "This type of bird is distinguished in its natural habitat by its yellow colours."
      ],
      "img": ""
    },
    {
      "species": "Acanthus pusilla",
      "common": "Brown Thornbill",

      "summary": "The Brown Thornbill, scientifically known as Acanthus pusilla, is distinguished by its brown plumage.",
      "description": [
        "This bird is camouflaged by its brown feathers, which fit in with its environment."
      ],
      "img": ""
    },
    {
      "species": "Acanthiza reguloides",
      "common": "Buff-rumped Thornbill",

      "summary": "The rump of the buff-rumped thornbill is buff in colour.",
      "description": [
        "This bird has a buff-colored patch on its rump, which contributes to its unique look."
      ],
      "img": ""
    },
    {
      "species": "Acanthiza uropygialis",
      "common": "chestnut-rumped Thornbill",

      "summary": "The chestnut-rumped Thornbill (Acanthiza uropygialis) is distinguished by its chestnut-colored rump.",
      "description": [
        "This kind of bird is easily recognised by the chestnut-colored patch on its rump."
      ],
      "img": ""
    },
    {
      "species": "Acanthorhynchus tenuirostris",
      "common": "Eastern Spinebill",

      "summary": "The Eastern Spinebill (Acanthorhynchus tenuirostris) is acknowledged for its distinctive spine-like bill",
      "description": [
        "This bird features a unique bill shape resembling a spine, commonly found in the eastern regions."
      ],
      "img": ""
    },
    {
      "species": "Accipiter cirrocephalus",
      "common": "Collared Sparrowhawk",

      "summary": "The Collared Sparrowhawk, or Accipiter cirrocephalus, is a small predatory bird distinguished by its quickness and hunting prowess.",
      "description": [
        "With keen talons for snatching prey, this bird is easily recognised by its collar-like marking around its neck. It can be found in a variety of Australian settings."
      ],
      "img": ""
    },
    {
      "species": "Accipiter fasciatus",
      "common": "Brown Goshawk",

      "summary": "A medium-sized raptor with sharp vision and quick flight is the brown goshawk.",
      "description": [
        "This bird, which may be recognised by its brown plumage, lives in forests and woodlands and feeds on small mammals and birds."
      ],
      "img": ""
    },
    {
      "species": "Accipiter cooperi",
      "common": "Cooper's Hawk",

      "summary": "Cooper's Hawks are swift and agile predators that are well-known for their ability to catch prey.",
      "description": [
        "This hawk's reddish-barring on the chest and slate-gray back make it an adept navigator through thick undergrowth."
      ],
      "img": ""
    },
    {
      "species": "Acrocephalus australis",
      "common": "Australian Reed Warbler",

      "summary": "The Australian Reed Warbler, or Acrocephalus australis, is a tiny songbird that is well-known for its melodic cries.",
      "description": [
        "This warbler is characterised by its unique song, preference for wetlands and reed beds, and diet of insects and tiny invertebrates."
      ],
      "img": ""
    },
    {
      "species": "Aegotheles cristatus",
      "common": "Australian Owlet-Nightjar",

      "summary": "This nocturnal bird has distinctive vocalisations.",
      "description": [
        "This little bird uses its cryptic plumage to blend in with its surroundings. Its wide eyes allow it to see well at night, and it eats insects."
      ],
      "img": ""
    },
    {
      "species": "Aidemosyne modesta",
      "common": "Plum-headed Finch",

      "summary": "This is a colourful bird species distinguished by its vivid plumage.",
      "description": [
        "This species of finch, which has colourful plumage and is gregarious by nature, is commonly found in meadows and open forests."
      ],
      "img": ""
    },
    {
      "species": "Alisterus scapularis",
      "common": " Australian King Parrot",

      "summary": "The Australian King Parrot is an incredibly colourful bird species native to Australia.",
      "description": [
        "Recognizable by its red head and green body, this parrot feeds on fruits and seeds, often seen in forested areas."
      ],
      "img": ""
    },
    {
      "species": "Arvensis",
      "common": " Eurasian Skylark",

      "summary": "This little bird is recognised for its lovely song and unusual hovering flight during mating displays.",
      "description": [
        "The brown bird with streaked plumage, known as the Eurasian Skylark, can be found in farmlands and open grasslands in both Europe and Asia. It is well known for singing a lovely melody, which is frequently performed as the bird soaring into the heavens."
      ],
      "img": ""
    },
    {
      "species": "Amytornis purnelli",
      "common": "Dusky Grasswren",

      "summary": "the Dusky Grasswren is a small, elusive bird species distinguished by its ground-dwelling habits and cryptic coloration.",
      "description": [
        "The Dusky Grasswren is a species of grasswren that blends in with its surroundings, the spinifex grasslands, thanks to its dusky brown colouring and intricate patterns. This species is distinguished by its peculiar vocalisations and withdrawn demeanour."
      ],
      "img": ""
    },
    {
      "species": "Anas superciliosa",
      "common": "Pacific Black Duck",

      "summary": "The Pacific Black Duck, or Anas superciliosa, is a common duck species that may be found in Australia, New Zealand, and neighbouring areas. It is distinguished by its unique dark plumage.",
      "description": [
        "The Pacific Black Duck is distinguished by its distinctive green patch on its wings and its blackish-brown coloration. It feeds on aquatic plants and small invertebrates and is often found around wetlands and other bodies of water."
      ],
      "img": ""
    },
    {
      "species": "Anhinga novaehollandiae",
      "common": "Australasian Darter",

      "summary": "Recognised for its long neck and pointed beak, the Australasian Darter is a species of waterbird found in Australia and adjacent areas.",
      "description": [
        "The Australasian Darter is characterised by its dagger-like bill, long neck, and dark plumage. It frequently swims in bodies of water, where it uses its sharp beak to spear fish in order to hunt them."
      ],
      "img": ""
    },
    {
      "species": "Anseranas semipalmata",
      "common": "Magpie Goose",

      "summary": " Magpie Goose is a unique species of waterfowl found in northern Australia. It is named such because of its striking black and white plumage that resembles a magpie.",
      "description": [
        "The Magpie Goose is distinguished by its distinctive black and white plumage, long neck, and noticeable forehead knob. Its food source in wetland settings is aquatic plants."
      ],
      "img": ""
    },
    {
      "species": "Anthochaera carunculata",
      "common": "Red Wattlebird",

      "summary": "Nestled in southern Australia, the Red Wattlebird is a big type of honeyeater bird named for the red wattles that dangle down the sides of its neck.",
      "description": [
        "The scarlet Wattlebird is characterised by its loud vocalisations, scarlet wattles, and grey-brown plumage. It is vital to pollination and feeds on the nectar of flowers."
      ],
      "img": ""
    },
    {
      "species": "Anthus novaeseelandiae",
      "common": "Australian Pipit",

      "summary": "The Australian Pipit, or Anthus novaeseelandiae, is a small songbird species that is native to Australia. It is distinguished by its beautiful calls and striped plumage.",
      "description": [
        "The Australian Pipit is a bird of prey that is commonly observed searching the ground for insects. Its plumage is streaked and brownish-grey. From high vantage points, it sings to mark territory or draw potential mates."
      ],
      "img": ""
    },
    {
      "species": "Antigone Antigone",
      "common": "Sarus Crane",

      "summary": "One of the world's tallest flying birds, the Sarus Crane is valued for its grace and beauty in many cultures.",
      "description": [
        "The plumage of the Sarus Crane is primarily grey, with a crimson head and neck. It lives in marshes, where it eats insects, small animals, and plants. In many cultures, this crane represents fidelity and longevity."
      ],
      "img": ""
    },
    {
      "species": "Antigone rubicunda",
      "common": "Brolga",

      "summary": "the Brolga is a famous species of Australian crane that is well-known for its intricate pair courtship dances.",
      "description": [
        "The grey plumage of the Brolga is contrasted with black wingtips. To improve pair bonding, it performs complex dances that include leaps, bows, and wing displays. Within Aboriginal culture, this crane represents elegance and grace."
      ],
      "img": ""
    },
    {
      "species": "Aphelocephala leucopsis",
      "common": "Southern Whiteface",

      "summary": "Small and native to Australia's dry regions, the Southern Whiteface is named for its white facial features.",
      "description": [
        "The Southern Whiteface is characterised by its distinctive white facial markings and grey-brown plumage. It lives in arid forests, where it eats seeds and insects. The social behaviour of this species is well-known among family groupings."
      ],
      "img": ""
    },
    {
      "species": "Apocrita sp.",
      "common": "(Ants, Wasps, and Bees)",

      "summary": "Apocrita sp. is the name for a class of insects distinguished by their social behaviour and stinging ability, which includes wasps, bees, and ants.",
      "description": [
        "These insects are distinguished by their unique body form, which includes a tiny waist and the capacity to sting in order to defend oneself or to prey."
      ],
      "img": ""
    },
    {
      "species": "Aprosmictus erythropterus",
      "common": "Red-winged parrot",

      "summary": " The Red-winged Parrot, Aprosmictus erythropterus, is a brightly coloured parrot species distinguished by its vivid red wings.",
      "description": [
        "These Australian native parrots are well-known for their eye-catching looks and gregarious personalities; in their natural environment, they are frequently observed in flocks. Eagle with a wedge-shaped tail, Aquila audax"
      ],
      "img": ""
    },
    {
      "species": "Aquila audax",
      "common": "Wedge-tailed Eagle",

      "summary": " Australia's largest predatory bird is the Aquila audax, or Wedge-tailed Eagle, named for its unusual wedge-shaped tail feathers.",
      "description": [
        "These Australian eagles are skilled hunters, preying on small mammals and birds, and revered for their impressive size and hunting prowess."
      ],
      "img": ""
    },
    {
      "species": "Artamus cinereus",
      "common": "Black-faced Woodswallow",

      "summary": " the black facial markings of the Artamus cinereus, or Black-faced Woodswallow, are what distinguish this bird species.",
      "description": [
        "Known for their unique sounds and impressive aerial stunts, these woodswallows are frequently spotted in flocks perched atop branches or in flight."
      ],
      "img": ""
    },
    {
      "species": "Artamus cyanopterus",
      "common": "Dusky Woodswallow",

      "summary": "The dusky woodswallow, or Artamus cyanopterus, is a species of bird having blue wings and dusky plumage.",
      "description": [
        "Distinguished by their elegant look and exquisite flying patterns, these woodswallows are expert insect hunters."
      ],
      "img": ""
    },
    {
      "species": "Artamus minor",
      "common": "Little Woodswallow",

      "summary": "The Artamus minor, often known as the Little Woodswallow, is a small species of bird that lives in Australia.",
      "description": [
        "The woodswallows are little birds that are well-known for their gregarious behaviour in flocks and their diet of insects."
      ],
      "img": ""
    },
    {
      "species": "Artamus superciliosus",
      "common": "White-browed Woodswallow",

      "summary": "the White-browed Woodswallow, or Artamus superciliosus, is a species of bird identified by the white patterns on its eyebrows.",
      "description": [
        "These woodswallows are found in open woodlands all around Australia, and they have beautiful flying patterns."
      ],
      "img": ""
    },
    {
      "species": "encaustica Atrapsalta",
      "common": "Black Squeaker",

      "summary": "The Black Squeaker, or Atrapsalta encaustica, is a species of cicada distinguished by its unique call.",
      "description": [
        "During the breeding season, these cicadas generate high-pitched calls that contribute to the distinctive sounds of summer in Australia."
      ],
      "img": ""
    },
    {
      "species": "Auscala spinosa",
      "common": "Creaking Branch Cicada",

      "summary": "the Auscala spinosa, often known as the Creaking Branch Cicada, is a species of cicada that gets its name from its distinct creaking noise.",
      "description": [
        "During the warmer months, these cicadas are easily identified by their booming calls that reverberate through woodlands."
      ],
      "img": ""
    },
    {
      "species": "Austrochaperina pluvialis",
      "common": "Rain Whistling Frog",

      "summary": "Austrochaperina pluvialis, often known as the Rain Whistling Frog, is a species of frog distinguished by its vocalisations during the rainy season.",
      "description": [
        "These frogs are native to Australia and contribute to the ecosystem with their characteristic whistling sounds that coincide with rainy seasons."
      ],
      "img": ""
    },
    {
      "species": "Austronomus australis",
      "common": "White-striped Free-tailed Bat",

      "summary": "The White-striped Free-tailed Bat, Austronomus australis, is a species of bat distinguished by its characteristic white stripes on its tail.",
      "description": [
        "These bats are nocturnal insectivores that inhabit the woods and caverns of Australia. They help reduce pests by eating on various insects."
      ],
      "img": ""
    },
    {
      "species": "Aves sp",
      "common": "Bird",

      "summary": "This is a broad group of birds that are distributed throughout the world in a variety of habitats.",
      "description": [
        "Birds are a diverse group of animals with special traits that are suited to various habitats and play important roles in ecosystems."
      ],
      "img": ""
    },
    {
      "species": "Aythya Australis",
      "common": "White-eyed Duck",

      "summary": "the White-eyed Duck, or Aythya australis, is a species of duck known for its white eye markings.",
      "description": [
        "These ducks are found in marshes and other bodies of water in Australia. They have unique habits, like diving for food and showing off during courtship."
      ],
      "img": ""
    },
    {
      "species": "Barnardius zonarius",
      "common": "Australian Ringneck",

      "summary": "The Australian Ringneck Parrot, or Barnardius zonarius, is a vibrant species of parrot with unique ring patterns around its neck.",
      "description": [
        "Known for their intelligence and ability to adapt to a variety of Australian settings, these parrots display playful behaviours."
      ],
      "img": ""
    },
    {
      "species": "Biziura lobata",
      "common": "Musk Duck",

      "summary": "The Australian waterfowl species known as the Biziura lobata, or Musk Duck, is named for its musky scent that it emits during the breeding season.",
      "description": [
        "Musk Ducks have distinctive features, such as lobed feet that are designed for swimming and diving in freshwater habitats."
      ],
      "img": ""
    },
    {
      "species": "Burhinus grallarius",
      "common": "Bush Stone-curlew",

      "summary": "The Bush Stone-curlew, or Burhinus grallarius, is a species of ground-dwelling bird that uses cryptic plumage for camouflage.",
      "description": [
        "These nocturnal birds are found in Australia's scrubland ecosystems and are distinguished by their unique nighttime sounds, which are similar to human wails."
      ],
      "img": ""
    },
    {
      "species": "Cacatua galerita",
      "common": "Sulphur-Crested Cockatoo",

      "summary": "With its vivid yellow crests, the Sulphur-Crested Cockatoo, also known as the Cacatua galerita, is a well-known Australian parrot species.",
      "description": [
        "These cockatoos are gregarious birds that have complex social systems and powerful vocalisations. They are frequently observed in groups engaging in intricate courtship rituals."
      ],
      "img": ""
    },
    {
      "species": "Cacatua sanguinea",
      "common": "Little Corella",

      "summary": "Throughout Australia's arid regions, the smaller Cacatua sanguinea, sometimes known as Little Corella, cockatoo species can be found.",
      "description": [
        "Little Corellas form enormous flocks that can be seen during their playful antics as seed dispersers."
      ],
      "img": ""
    },
    {
      "species": "Cacomantis flabelliformis",
      "common": "Fan-Tailed Cuckoo",

      "summary": "The Fan-Tailed Cuckoo, or Cacomantis flabelliformis, is a species of cuckoo distinguished by its fan-shaped tail feathers.",
      "description": [
        "During courtship rituals, these cuckoos display their distinctive fan-tail displays and lay their eggs in the nests of other bird species. They are considered brood parasites."
      ],
      "img": ""
    },
    {
      "species": "Cacomantis variolosus",
      "common": "Brush Cuckoo",

      "summary": "In the woodlands of Australia, there is another species of cuckoo, called the Brush Cuckoo (Cacomantis variolosus).",
      "description": [
        "The Brush Cuckoo is a medium-sized bird with a long tail, bent bill, and slender body. Its feathers are mostly brown with black and white stripes. This species mostly consumes caterpillars and insects for food."
      ],
      "img": ""
    },
    {
      "species": "Caelifera sp.",
      "common": "Grasshopper",

      "summary": "An order of grasshoppers known as Caelifera sp. is a suborder of the order Orthoptera called Caelifera. These insects are well-known for having strong rear legs that allow them to leap great distances.",
      "description": [
        "Grasshoppers belonging to the suborder Caelifera are distinguished by their unique antennae, robust mandibles used for devouring plant matter, and herbivorous diet.As both herbivores that can have an impact on plant populations and as prey for a variety of species, they are essential to ecosystems."
      ],
      "img": ""
    },
    {
      "species": "Caligavis chrysops",
      "common": "Yellow-faced Honeyeater",

      "summary": "Known by its scientific name, Caligavis chrysops, the Yellow-faced Honeyeater is a tiny bird that is indigenous to eastern Australia. It has a yellow patch on its face, which gave rise to its name. It also has beautiful cries.",
      "description": [
        "This honeyeater species is distinguished by its yellow face, olive-green upperparts, and white underparts. The main food sources for Yellow-faced Honeyeaters are fruits, insects, and nectar. They are essential to pollination and are frequently seen in gardens, woodlands, and forests."
      ],
      "img": ""
    }




    ]
}

