{
  "name": "sample_data",
  "version": "1",
  "format": "json",
  "origin": "RB/Bios - Bios-Rohit.txt",
  "data": [
    {
      "species": "Acanthagenys rufogularis",
      "common": "Spiny-cheeked Honeyeater",

      "summary": " This species is distinguished by its characteristic spiky cheek patches.",
      "description": [
        "This bird is found in certain areas and has spiky cheek patches that give it a distinctive appearance."
      ],
      "img": ""
    },
    {
      "species": "Acanthiza apicalis",
      "common": "Inland Thornbill",

      "summary": "This little bird species is distinguished by its bill that resembles a thorn.",
      "description": [
        "This bird, which is typically found in inland regions, is distinguished by its small size and unique bill form."
      ],
      "img": ""
    },
    {
      "species": "Acanthiza chrysorrhoa",
      "common": "Yellow-rumped Thornbill",

      "summary": " The yellow rump of this bird serves as a distinguishing feature.",
      "description": [
        "The distinctive characteristics of this bird species are enhanced by a golden patch on its rump."
      ],
      "img": ""
    },
   {
      "species": "Acanthiza lineata",
      "common": "Striated Thornbill",

      "summary": " The striped appearance of this species helps to identify it.",
      "description": [
        "This bird's name comes from the stripes on its body and visual characters."
      ],
      "img": ""
    },
    {
      "species": "Acanthiza nana)",
      "common": "Yellow Thornbill",

      "summary": " The Yellow Thornbill (Acanthiza nana) is characterised by its yellow colouring.",
      "description": [
        "This type of bird is distinguished in its natural habitat by its yellow colours."
      ],
      "img": ""
    },
    {
      "species": "Acanthus pusilla",
      "common": "Brown Thornbill",

      "summary": "The Brown Thornbill, scientifically known as Acanthus pusilla, is distinguished by its brown plumage.",
      "description": [
        "This bird is camouflaged by its brown feathers, which fit in with its environment."
      ],
      "img": ""
    },
    {
      "species": "Acanthiza reguloides",
      "common": "Buff-rumped Thornbill",

      "summary": "The rump of the buff-rumped thornbill is buff in colour.",
      "description": [
        "This bird has a buff-colored patch on its rump, which contributes to its unique look."
      ],
      "img": ""
    },
    {
      "species": "Acanthiza uropygialis",
      "common": "chestnut-rumped Thornbill",

      "summary": "The chestnut-rumped Thornbill (Acanthiza uropygialis) is distinguished by its chestnut-colored rump.",
      "description": [
        "This kind of bird is easily recognised by the chestnut-colored patch on its rump."
      ],
      "img": ""
    },
    {
      "species": "Acanthorhynchus tenuirostris",
      "common": "Eastern Spinebill",

      "summary": "The Eastern Spinebill (Acanthorhynchus tenuirostris) is acknowledged for its distinctive spine-like bill",
      "description": [
        "This bird features a unique bill shape resembling a spine, commonly found in the eastern regions."
      ],
      "img": ""
    },
    {
      "species": "Accipiter cirrocephalus",
      "common": "Collared Sparrowhawk",

      "summary": "The Collared Sparrowhawk, or Accipiter cirrocephalus, is a small predatory bird distinguished by its quickness and hunting prowess.",
      "description": [
        "With keen talons for snatching prey, this bird is easily recognised by its collar-like marking around its neck. It can be found in a variety of Australian settings."
      ],
      "img": ""
    },
    {
      "species": "Accipiter fasciatus",
      "common": "Brown Goshawk",

      "summary": "A medium-sized raptor with sharp vision and quick flight is the brown goshawk.",
      "description": [
        "This bird, which may be recognised by its brown plumage, lives in forests and woodlands and feeds on small mammals and birds."
      ],
      "img": ""
    },
    {
      "species": "Accipiter cooperi",
      "common": "Cooper's Hawk",

      "summary": "Cooper's Hawks are swift and agile predators that are well-known for their ability to catch prey.",
      "description": [
        "This hawk's reddish-barring on the chest and slate-gray back make it an adept navigator through thick undergrowth."
      ],
      "img": ""
    },
    {
      "species": "Acrocephalus australis",
      "common": "Australian Reed Warbler",

      "summary": "The Australian Reed Warbler, or Acrocephalus australis, is a tiny songbird that is well-known for its melodic cries.",
      "description": [
        "This warbler is characterised by its unique song, preference for wetlands and reed beds, and diet of insects and tiny invertebrates."
      ],
      "img": ""
    },
    {
      "species": "Aegotheles cristatus",
      "common": "Australian Owlet-Nightjar",

      "summary": "This nocturnal bird has distinctive vocalisations.",
      "description": [
        "This little bird uses its cryptic plumage to blend in with its surroundings. Its wide eyes allow it to see well at night, and it eats insects."
      ],
      "img": ""
    },
    {
      "species": "Aidemosyne modesta",
      "common": "Plum-headed Finch",

      "summary": "This is a colourful bird species distinguished by its vivid plumage.",
      "description": [
        "This species of finch, which has colourful plumage and is gregarious by nature, is commonly found in meadows and open forests."
      ],
      "img": ""
    },
    {
      "species": "Alisterus scapularis",
      "common": " Australian King Parrot",

      "summary": "The Australian King Parrot is an incredibly colourful bird species native to Australia.",
      "description": [
        "Recognizable by its red head and green body, this parrot feeds on fruits and seeds, often seen in forested areas."
      ],
      "img": ""
    },
    {
      "species": "Arvensis",
      "common": " Eurasian Skylark",

      "summary": "This little bird is recognised for its lovely song and unusual hovering flight during mating displays.",
      "description": [
        "The brown bird with streaked plumage, known as the Eurasian Skylark, can be found in farmlands and open grasslands in both Europe and Asia. It is well known for singing a lovely melody, which is frequently performed as the bird soaring into the heavens."
      ],
      "img": ""
    },
    {
      "species": "Amytornis purnelli",
      "common": "Dusky Grasswren",

      "summary": "the Dusky Grasswren is a small, elusive bird species distinguished by its ground-dwelling habits and cryptic coloration.",
      "description": [
        "The Dusky Grasswren is a species of grasswren that blends in with its surroundings, the spinifex grasslands, thanks to its dusky brown colouring and intricate patterns. This species is distinguished by its peculiar vocalisations and withdrawn demeanour."
      ],
      "img": ""
    },
    {
      "species": "Anas superciliosa",
      "common": "Pacific Black Duck",

      "summary": "The Pacific Black Duck, or Anas superciliosa, is a common duck species that may be found in Australia, New Zealand, and neighbouring areas. It is distinguished by its unique dark plumage.",
      "description": [
        "The Pacific Black Duck is distinguished by its distinctive green patch on its wings and its blackish-brown coloration. It feeds on aquatic plants and small invertebrates and is often found around wetlands and other bodies of water."
      ],
      "img": ""
    },
    {
      "species": "Anhinga novaehollandiae",
      "common": "Australasian Darter",

      "summary": "Recognised for its long neck and pointed beak, the Australasian Darter is a species of waterbird found in Australia and adjacent areas.",
      "description": [
        "The Australasian Darter is characterised by its dagger-like bill, long neck, and dark plumage. It frequently swims in bodies of water, where it uses its sharp beak to spear fish in order to hunt them."
      ],
      "img": ""
    },
    {
      "species": "Anseranas semipalmata",
      "common": "Magpie Goose",

      "summary": " Magpie Goose is a unique species of waterfowl found in northern Australia. It is named such because of its striking black and white plumage that resembles a magpie.",
      "description": [
        "The Magpie Goose is distinguished by its distinctive black and white plumage, long neck, and noticeable forehead knob. Its food source in wetland settings is aquatic plants."
      ],
      "img": ""
    },
    {
      "species": "Anthochaera carunculata",
      "common": "Red Wattlebird",

      "summary": "Nestled in southern Australia, the Red Wattlebird is a big type of honeyeater bird named for the red wattles that dangle down the sides of its neck.",
      "description": [
        "The scarlet Wattlebird is characterised by its loud vocalisations, scarlet wattles, and grey-brown plumage. It is vital to pollination and feeds on the nectar of flowers."
      ],
      "img": ""
    },
    {
      "species": "Anthus novaeseelandiae",
      "common": "Australian Pipit",

      "summary": "The Australian Pipit, or Anthus novaeseelandiae, is a small songbird species that is native to Australia. It is distinguished by its beautiful calls and striped plumage.",
      "description": [
        "The Australian Pipit is a bird of prey that is commonly observed searching the ground for insects. Its plumage is streaked and brownish-grey. From high vantage points, it sings to mark territory or draw potential mates."
      ],
      "img": ""
    },
    {
      "species": "Antigone Antigone",
      "common": "Sarus Crane",

      "summary": "One of the world's tallest flying birds, the Sarus Crane is valued for its grace and beauty in many cultures.",
      "description": [
        "The plumage of the Sarus Crane is primarily grey, with a crimson head and neck. It lives in marshes, where it eats insects, small animals, and plants. In many cultures, this crane represents fidelity and longevity."
      ],
      "img": ""
    },
    {
      "species": "Antigone rubicunda",
      "common": "Brolga",

      "summary": "the Brolga is a famous species of Australian crane that is well-known for its intricate pair courtship dances.",
      "description": [
        "The grey plumage of the Brolga is contrasted with black wingtips. To improve pair bonding, it performs complex dances that include leaps, bows, and wing displays. Within Aboriginal culture, this crane represents elegance and grace."
      ],
      "img": ""
    },
    {
      "species": "Aphelocephala leucopsis",
      "common": "Southern Whiteface",

      "summary": "Small and native to Australia's dry regions, the Southern Whiteface is named for its white facial features.",
      "description": [
        "The Southern Whiteface is characterised by its distinctive white facial markings and grey-brown plumage. It lives in arid forests, where it eats seeds and insects. The social behaviour of this species is well-known among family groupings."
      ],
      "img": ""
    },





    ]
}

